Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: %@ %@ delivered
ar: تم تسليم %@ %@
de: %@ %@ zugestellt
es: %@ %@ entregado
fr: %@ %@ livré
hi: %@ %@ डिलीवर हो गया
id: %@ %@ terkirim
it: %@ %@ consegnato
ja: %@ %@ を送信しました
ko: %@ %@ 전송 완료
nl: %@ %@ afgeleverd
pt: %@ %@ entregue
ru: %@ %@ доставлено
th: ส่ง %@ %@ สำเร็จแล้ว
tr: %@ %@ ulaştı
uk: %@ %@ доставлено
vi: %@ %@ đã được gửi
zh_hans: %@ %@ 已送达

source: %lld networks
ar: %lld شبكة
de: %lld Netzwerke
es: %lld redes
fr: %lld réseaux
hi: %lld नेटवर्क
id: %lld jaringan
it: %lld reti
ja: %lld 個のネットワーク
ko: 네트워크 %lld개
nl: %lld netwerken
pt: %lld redes
ru: %lld сетей
th: %lld เครือข่าย
tr: %lld ağ
uk: %lld мереж
vi: %lld mạng
zh_hans: %lld 个网络

source: 1Y
ar: 1ع
de: 1J
es: 1A
fr: 1A
hi: 1व
id: 1T
it: 1A
ja: 1年
ko: 1년
nl: 1J
pt: 1A
ru: 1Г
th: 1ปี
uk: 1Р
vi: 1N
zh_hans: 1年

source: 24H
ar: 24س
hi: 24घं
id: 24J
ja: 24時
ko: 24시
nl: 24U
ru: 24Ч
th: 24ชม
tr: 24S
uk: 24Г
vi: 24G
zh_hans: 24时

source: 30D
ar: 30ي
de: 30T
fr: 30J
hi: 30दि
id: 30H
it: 30G
ja: 30日
ko: 30일
ru: 30Д
th: 30ว
tr: 30G
uk: 30Д
vi: 30N
zh_hans: 30天

source: 7D
ar: 7ي
de: 7T
fr: 7J
hi: 7दि
id: 7H
it: 7G
ja: 7日
ko: 7일
ru: 7Д
th: 7ว
tr: 7G
uk: 7Д
vi: 7N
zh_hans: 7天

source: A fixed-supply coin on the Base network. Only 1,150,115 AEIOT exist and no more can ever be created.
ar: عملة بعرض ثابت على شبكة Base. يوجد فقط 1,150,115 AEIOT ولا يمكن إنشاء المزيد أبدًا.
de: Eine Coin mit fester Menge im Base-Netzwerk. Es gibt nur 1.150.115 AEIOT, und es können nie mehr erstellt werden.
es: Una moneda de oferta fija en la red Base. Solo existen 1.150.115 AEIOT y nunca se podrán crear más.
fr: Une monnaie à offre fixe sur le réseau Base. Seuls 1 150 115 AEIOT existent et aucun autre ne pourra jamais être créé.
hi: Base नेटवर्क पर एक फिक्स्ड-सप्लाई कॉइन। सिर्फ़ 1,150,115 AEIOT मौजूद हैं और भविष्य में और नहीं बनाए जा सकते।
id: Koin dengan pasokan tetap di jaringan Base. Hanya ada 1.150.115 AEIOT dan tidak akan pernah bisa dibuat lagi.
it: Una moneta a offerta fissa sulla rete Base. Esistono solo 1.150.115 AEIOT e non se ne potranno mai creare altri.
ja: Baseネットワーク上の供給量固定コインです。AEIOTは1,150,115枚のみ存在し、今後追加で発行されることはありません。
ko: Base 네트워크의 공급량 고정 코인입니다. AEIOT는 1,150,115개만 존재하며 앞으로도 추가 발행되지 않습니다.
nl: Een munt met een vast aanbod op het Base-netwerk. Er bestaan slechts 1.150.115 AEIOT en er kunnen er nooit meer worden gemaakt.
pt: Uma moeda de oferta fixa na rede Base. Existem apenas 1.150.115 AEIOT e nunca poderão ser criados mais.
ru: Монета с фиксированной эмиссией в сети Base. Существует только 1 150 115 AEIOT, и создать больше невозможно.
th: เหรียญที่มีจำนวนคงที่บนเครือข่าย Base มี AEIOT อยู่เพียง 1,150,115 เหรียญเท่านั้น และไม่สามารถสร้างเพิ่มได้อีกเลย
tr: Base ağında sabit arzlı bir coin. Yalnızca 1.150.115 AEIOT var ve asla yenisi üretilemez.
uk: Монета з фіксованою емісією в мережі Base. Існує лише 1 150 115 AEIOT, і створити більше неможливо.
vi: Một coin có nguồn cung cố định trên mạng Base. Chỉ có 1,150,115 AEIOT tồn tại và sẽ không bao giờ được tạo thêm.
zh_hans: 这是 Base 网络上供应量固定的代币。AEIOT 总量仅有 1,150,115 枚，且永远不会再增发。

source: A screenshot was taken. Photos are not a safe place for these words — delete it.
ar: تم التقاط لقطة شاشة. الصور ليست مكانًا آمنًا لهذه الكلمات — احذفها.
de: Es wurde ein Screenshot gemacht. Fotos sind kein sicherer Ort für diese Wörter — lösche ihn.
es: Se ha tomado una captura de pantalla. Las fotos no son un lugar seguro para estas palabras — bórrala.
fr: Une capture d'écran a été prise. Les photos ne sont pas un endroit sûr pour ces mots — supprimez-la.
hi: एक स्क्रीनशॉट लिया गया है। फ़ोटो इन शब्दों के लिए सुरक्षित जगह नहीं है — इसे डिलीट कर दें।
id: Tangkapan layar telah diambil. Foto bukan tempat yang aman untuk kata-kata ini — hapus tangkapan layar tersebut.
it: È stato fatto uno screenshot. Le foto non sono un posto sicuro per queste parole: eliminalo.
ja: スクリーンショットが撮影されました。写真アプリはこれらの単語を保存する安全な場所ではありません — 削除してください。
ko: 스크린샷이 촬영되었습니다. 사진 앱은 이 단어들을 저장하기에 안전한 곳이 아닙니다 — 삭제하세요.
nl: Er is een schermafbeelding gemaakt. Foto's zijn geen veilige plek voor deze woorden — verwijder hem.
pt: Foi feita uma captura de ecrã. As fotos não são um lugar seguro para estas palavras — apague-a.
ru: Сделан снимок экрана. Фотографии — небезопасное место для этих слов, удалите его.
th: มีการจับภาพหน้าจอ รูปภาพไม่ใช่ที่ปลอดภัยสำหรับคำเหล่านี้ — กรุณาลบทิ้ง
tr: Ekran görüntüsü alındı. Fotoğraflar bu kelimeler için güvenli bir yer değil — sil.
uk: Зроблено знімок екрана. Фотографії — небезпечне місце для цих слів, видаліть його.
vi: Một ảnh chụp màn hình đã được tạo. Ứng dụng Ảnh không phải là nơi an toàn để lưu những từ này — hãy xóa nó.
zh_hans: 检测到屏幕截图。相册不是保存这些词语的安全位置——请删除它。

source: AEIOT Wallet Locked
ar: محفظة AEIOT مقفلة
de: AEIOT Wallet gesperrt
es: AEIOT Wallet bloqueada
fr: AEIOT Wallet verrouillé
hi: AEIOT वॉलेट लॉक है
id: AEIOT Wallet Terkunci
it: AEIOT Wallet bloccato
ja: AEIOT Wallet がロックされています
ko: AEIOT Wallet 잠김
nl: AEIOT Wallet vergrendeld
pt: AEIOT Wallet bloqueada
ru: AEIOT Wallet заблокирован
th: AEIOT Wallet ถูกล็อก
tr: AEIOT Wallet Kilitli
uk: AEIOT Wallet заблоковано
vi: AEIOT Wallet Đã Khóa
zh_hans: AEIOT Wallet 已锁定

source: AEIOT Wallet is a self-custody wallet. Your 12-word recovery phrase is created on this device and stored only in its Keychain. Nobody else — including the developer — has a copy or any way to recover it.
ar: AEIOT Wallet هي محفظة ذاتية الحفظ (self-custody). يتم إنشاء عبارة الاسترداد المكونة من 12 كلمة على هذا الجهاز وتُخزَّن فقط في Keychain الخاص به. لا يملك أحد غيرك — ولا حتى المطوّر — نسخة منها أو أي طريقة لاستعادتها.
de: AEIOT Wallet ist eine Self-Custody-Wallet. Deine 12-Wörter-Wiederherstellungsphrase wird auf diesem Gerät erstellt und nur in dessen Schlüsselbund (Keychain) gespeichert. Niemand sonst — auch nicht der Entwickler — besitzt eine Kopie oder eine Möglichkeit, sie wiederherzustellen.
es: AEIOT Wallet es un monedero de autocustodia. Tu frase de recuperación de 12 palabras se crea en este dispositivo y se guarda solo en su Llavero (Keychain). Nadie más —ni siquiera el desarrollador— tiene una copia ni forma alguna de recuperarla.
fr: AEIOT Wallet est un portefeuille à autogestion (self-custody). Votre phrase de récupération de 12 mots est créée sur cet appareil et stockée uniquement dans son Trousseau (Keychain). Personne d'autre — pas même le développeur — n'en possède de copie ni aucun moyen de la récupérer.
hi: AEIOT Wallet एक सेल्फ़-कस्टडी वॉलेट है। आपका 12-शब्दों वाला रिकवरी फ्रेज़ इसी डिवाइस पर बनता है और सिर्फ़ इसके Keychain में सेव होता है। डेवलपर सहित कोई और इसकी कॉपी नहीं रखता और इसे रिकवर करने का कोई तरीका किसी के पास नहीं है।
id: AEIOT Wallet adalah dompet self-custody. Frasa pemulihan 12 kata kamu dibuat di perangkat ini dan hanya disimpan di Keychain perangkat ini. Tidak ada orang lain — termasuk pengembang — yang memiliki salinannya atau cara untuk memulihkannya.
it: AEIOT Wallet è un portafoglio self-custody. La tua frase di recupero di 12 parole viene creata su questo dispositivo e conservata solo nel suo Portachiavi (Keychain). Nessun altro — nemmeno lo sviluppatore — ne possiede una copia né alcun modo per recuperarla.
ja: AEIOT Walletは自己管理型（セルフカストディ）ウォレットです。12個のリカバリーフレーズはこのデバイス上で生成され、デバイスのキーチェーンにのみ保存されます。開発者を含め、他の誰もコピーを持たず、復元する方法もありません。
ko: AEIOT Wallet는 셀프커스터디(자기관리형) 지갑입니다. 12단어 복구 구문은 이 기기에서 생성되어 기기의 키체인에만 저장됩니다. 개발자를 포함해 그 누구도 사본을 갖고 있지 않으며 복구할 방법도 없습니다.
nl: AEIOT Wallet is een self-custody wallet. Je herstelzin van 12 woorden wordt op dit apparaat aangemaakt en alleen in de Sleutelhanger bewaard. Niemand anders — ook de ontwikkelaar niet — heeft een kopie of enige manier om hem te herstellen.
pt: A AEIOT Wallet é uma carteira de autocustódia. A sua frase de recuperação de 12 palavras é criada neste dispositivo e guardada apenas no Porta-chaves. Mais ninguém — nem sequer o programador — tem uma cópia ou forma de a recuperar.
ru: AEIOT Wallet — некастодиальный кошелёк. Ваша фраза восстановления из 12 слов создаётся на этом устройстве и хранится только в его Связке ключей. Ни у кого больше, включая разработчика, нет копии и способа её восстановить.
th: AEIOT Wallet เป็นวอลเล็ทแบบ self-custody วลีกู้คืน 12 คำของคุณถูกสร้างขึ้นบนอุปกรณ์นี้และเก็บไว้ใน Keychain ของอุปกรณ์นี้เท่านั้น ไม่มีใครอื่น — รวมถึงผู้พัฒนา — ที่มีสำเนาหรือวิธีกู้คืนมันได้
tr: AEIOT Wallet, kendi saklamalı (self-custody) bir cüzdandır. 12 kelimelik kurtarma cümlen bu cihazda oluşturulur ve yalnızca cihazın Keychain'inde saklanır. Geliştirici dahil başka hiç kimsede kopyası yoktur ve kimse onu geri getiremez.
uk: AEIOT Wallet — некастодіальний гаманець. Ваша фраза відновлення з 12 слів створюється на цьому пристрої й зберігається лише в його Зв'язці ключів. Ні в кого іншого, включно з розробником, немає копії та способу її відновити.
vi: AEIOT Wallet là một ví tự quản lý (self-custody). Cụm từ khôi phục 12 từ của bạn được tạo trên chính thiết bị này và chỉ được lưu trong Keychain của thiết bị. Không ai khác — kể cả nhà phát triển — có bản sao hay bất kỳ cách nào để khôi phục nó.
zh_hans: AEIOT Wallet 是一个自托管钱包。你的 12 个助记词在本设备上生成，并且只保存在设备的钥匙串中。除你之外没有任何人——包括开发者——持有副本或有办法恢复它。

source: AEIOT Wallet — Recovery Sheet
ar: AEIOT Wallet — ورقة الاسترداد
de: AEIOT Wallet — Wiederherstellungsblatt
es: AEIOT Wallet — Hoja de Recuperación
fr: AEIOT Wallet — Feuille de récupération
hi: AEIOT Wallet — रिकवरी शीट
id: AEIOT Wallet — Lembar Pemulihan
it: AEIOT Wallet — Foglio di recupero
ja: AEIOT Wallet — リカバリーシート
ko: AEIOT Wallet — 복구 시트
nl: AEIOT Wallet — Herstelblad
pt: AEIOT Wallet — Folha de Recuperação
ru: AEIOT Wallet — лист восстановления
th: AEIOT Wallet — เอกสารกู้คืน
tr: AEIOT Wallet — Kurtarma Sayfası
uk: AEIOT Wallet — аркуш відновлення
vi: AEIOT Wallet — Bảng Khôi Phục
zh_hans: AEIOT Wallet — 助记词记录表

source: AEIOT is a fixed-supply ERC-20 token on the Base network with a total supply of 1,150,115. No further tokens can be created. It carries no promise of value or return.
ar: AEIOT هو رمز ERC-20 بعرض ثابت على شبكة Base بإجمالي عرض قدره 1,150,115. لا يمكن إنشاء المزيد من الرموز. لا يحمل أي وعد بقيمة أو عائد.
de: AEIOT ist ein ERC-20-Token mit fester Menge im Base-Netzwerk und einer Gesamtmenge von 1.150.115. Es können keine weiteren Token erstellt werden. Es beinhaltet kein Wertversprechen und keine Renditegarantie.
es: AEIOT es un token ERC-20 de oferta fija en la red Base, con una oferta total de 1.150.115. No se pueden crear más tokens. No conlleva ninguna promesa de valor o rentabilidad.
fr: AEIOT est un token ERC-20 à offre fixe sur le réseau Base, avec une offre totale de 1 150 115. Aucun token supplémentaire ne peut être créé. Il ne comporte aucune promesse de valeur ou de rendement.
hi: AEIOT, Base नेटवर्क पर एक फिक्स्ड-सप्लाई ERC-20 टोकन है जिसकी कुल सप्लाई 1,150,115 है। आगे और टोकन नहीं बनाए जा सकते। इसमें किसी वैल्यू या रिटर्न का कोई वादा नहीं है।
id: AEIOT adalah token ERC-20 dengan pasokan tetap di jaringan Base dengan total pasokan 1.150.115. Tidak ada token tambahan yang bisa dibuat. Token ini tidak menjanjikan nilai atau imbal hasil apa pun.
it: AEIOT è un token ERC-20 a offerta fissa sulla rete Base, con un'offerta totale di 1.150.115. Non è possibile creare altri token. Non comporta alcuna promessa di valore o rendimento.
ja: AEIOTはBaseネットワーク上の供給量固定ERC-20トークンで、総供給量は1,150,115枚です。これ以上トークンが発行されることはありません。価値や利益を保証するものではありません。
ko: AEIOT는 Base 네트워크의 공급량 고정 ERC-20 토큰으로, 총 공급량은 1,150,115개입니다. 더 이상 토큰이 발행되지 않습니다. 가치나 수익을 보장하지 않습니다.
nl: AEIOT is een ERC-20-token met een vast aanbod op het Base-netwerk, met een totaal aanbod van 1.150.115. Er kunnen geen nieuwe tokens worden gemaakt. Het biedt geen enkele belofte van waarde of rendement.
pt: O AEIOT é um token ERC-20 de oferta fixa na rede Base, com uma oferta total de 1.150.115. Não podem ser criados mais tokens. Não comporta qualquer promessa de valor ou retorno.
ru: AEIOT — токен стандарта ERC-20 с фиксированной эмиссией в сети Base, общий объём — 1 150 115. Новые токены создать нельзя. Он не несёт никаких обещаний стоимости или дохода.
th: AEIOT เป็นโทเคน ERC-20 ที่มีจำนวนคงที่บนเครือข่าย Base โดยมีจำนวนรวม 1,150,115 เหรียญ ไม่สามารถสร้างโทเคนเพิ่มได้อีก และไม่มีการรับประกันมูลค่าหรือผลตอบแทนใดๆ
tr: AEIOT, Base ağında sabit arzlı bir ERC-20 tokendir; toplam arzı 1.150.115'tir. Yeni token üretilemez. Herhangi bir değer ya da getiri vaadi taşımaz.
uk: AEIOT — токен стандарту ERC-20 з фіксованою емісією в мережі Base, загальний обсяг — 1 150 115. Нові токени створити неможливо. Він не несе жодних обіцянок вартості чи доходу.
vi: AEIOT là một token ERC-20 có nguồn cung cố định trên mạng Base, với tổng cung 1,150,115. Không thể tạo thêm token nào nữa. AEIOT không mang bất kỳ cam kết nào về giá trị hay lợi nhuận.
zh_hans: AEIOT 是 Base 网络上供应量固定的 ERC-20 代币，总量为 1,150,115 枚，无法再增发。它不承诺任何价值或收益。

source: AEIOT the coin
ar: عملة AEIOT
de: AEIOT, der Coin
es: AEIOT, la moneda
fr: AEIOT, la monnaie
hi: AEIOT कॉइन
id: Koin AEIOT
it: AEIOT, la moneta
ja: コインとしてのAEIOT
ko: 코인 AEIOT
nl: AEIOT, de munt
pt: AEIOT, a moeda
ru: Монета AEIOT
th: เหรียญ AEIOT
tr: AEIOT coini
uk: Монета AEIOT
vi: Coin AEIOT
zh_hans: AEIOT 币

source: About AEIOT
ar: حول AEIOT
de: Über AEIOT
es: Acerca de AEIOT
fr: À propos d'AEIOT
hi: AEIOT के बारे में
id: Tentang AEIOT
it: Informazioni su AEIOT
ja: AEIOTについて
ko: AEIOT 소개
nl: Over AEIOT
pt: Acerca do AEIOT
ru: Об AEIOT
th: เกี่ยวกับ AEIOT
tr: AEIOT Hakkında
uk: Про AEIOT
vi: Về AEIOT
zh_hans: 关于 AEIOT

source: Active Wallet Address
ar: عنوان المحفظة النشطة
de: Adresse der aktiven Wallet
es: Dirección del Monedero Activo
fr: Adresse du portefeuille actif
hi: एक्टिव वॉलेट एड्रेस
id: Alamat Wallet Aktif
it: Indirizzo del portafoglio attivo
ja: 現在のウォレットアドレス
ko: 활성 지갑 주소
nl: Adres van actieve wallet
pt: Endereço da Carteira Ativa
ru: Адрес активного кошелька
th: ที่อยู่วอลเล็ทที่ใช้งานอยู่
tr: Aktif Cüzdan Adresi
uk: Адреса активного гаманця
vi: Địa Chỉ Ví Đang Hoạt Động
zh_hans: 当前钱包地址

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
hi: एक्टिविटी
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt: Atividade
ru: Активность
th: กิจกรรม
tr: Hareketler
uk: Активність
vi: Hoạt Động
zh_hans: 活动

source: Add Wallet
ar: إضافة محفظة
de: Wallet hinzufügen
es: Añadir Monedero
fr: Ajouter un portefeuille
hi: वॉलेट जोड़ें
id: Tambah Wallet
it: Aggiungi portafoglio
ja: ウォレットを追加
ko: 지갑 추가
nl: Wallet toevoegen
pt: Adicionar Carteira
ru: Добавить кошелёк
th: เพิ่มวอลเล็ท
tr: Cüzdan Ekle
uk: Додати гаманець
vi: Thêm Ví
zh_hans: 添加钱包

source: Amount
ar: المبلغ
de: Betrag
es: Importe
fr: Montant
hi: अमाउंट
id: Jumlah
it: Importo
ja: 数量
ko: 금액
nl: Bedrag
pt: Montante
ru: Сумма
th: จำนวน
tr: Miktar
uk: Сума
vi: Số Lượng
zh_hans: 金额

source: Amount is too small to send on Bitcoin.
ar: المبلغ صغير جدًا لإرساله على Bitcoin.
de: Der Betrag ist zu gering, um ihn über Bitcoin zu senden.
es: El importe es demasiado pequeño para enviarlo en Bitcoin.
fr: Le montant est trop faible pour être envoyé sur Bitcoin.
hi: Bitcoin पर भेजने के लिए अमाउंट बहुत कम है।
id: Jumlahnya terlalu kecil untuk dikirim di jaringan Bitcoin.
it: L'importo è troppo piccolo per essere inviato su Bitcoin.
ja: 数量が少なすぎるため、Bitcoinネットワークでは送信できません。
ko: 비트코인 네트워크에서 보내기에는 금액이 너무 적습니다.
nl: Het bedrag is te klein om via Bitcoin te versturen.
pt: O montante é demasiado pequeno para enviar na Bitcoin.
ru: Сумма слишком мала для отправки в сети Bitcoin.
th: จำนวนน้อยเกินไปที่จะส่งบนเครือข่าย Bitcoin
tr: Bu tutar Bitcoin'de gönderilemeyecek kadar küçük.
uk: Сума занадто мала для надсилання в мережі Bitcoin.
vi: Số lượng quá nhỏ để gửi trên mạng Bitcoin.
zh_hans: 金额太小，无法在比特币网络上发送。

source: App Color
ar: لون التطبيق
de: App-Farbe
es: Color de la App
fr: Couleur de l'app
hi: ऐप कलर
id: Warna Aplikasi
it: Colore dell'app
ja: アプリカラー
ko: 앱 색상
nl: App-kleur
pt: Cor da App
ru: Цвет приложения
th: สีของแอป
tr: Uygulama Rengi
uk: Колір застосунку
vi: Màu Ứng Dụng
zh_hans: 应用颜色

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: अपीयरेंस
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pt: Aspeto
ru: Оформление
th: รูปลักษณ์
tr: Görünüm
uk: Оформлення
vi: Giao Diện
zh_hans: 外观

source: Authentication failed.
ar: فشلت المصادقة.
de: Authentifizierung fehlgeschlagen.
es: Error de autenticación.
fr: Échec de l'authentification.
hi: ऑथेंटिकेशन फेल हो गया।
id: Autentikasi gagal.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
nl: Verificatie mislukt.
pt: A autenticação falhou.
ru: Не удалось пройти проверку.
th: การยืนยันตัวตนล้มเหลว
tr: Kimlik doğrulama başarısız.
uk: Не вдалося пройти перевірку.
vi: Xác thực không thành công.
zh_hans: 身份验证失败。

source: Authorize this transfer
ar: تفويض هذا التحويل
de: Diese Übertragung autorisieren
es: Autoriza esta transferencia
fr: Autoriser ce transfert
hi: इस ट्रांसफ़र को अधिकृत करें
id: Otorisasi transfer ini
it: Autorizza questo trasferimento
ja: この送金を承認
ko: 이 전송 승인
nl: Autoriseer deze overboeking
pt: Autorize esta transferência
ru: Подтвердите этот перевод
th: อนุมัติการโอนนี้
tr: Bu transferi onayla
uk: Підтвердьте цей переказ
vi: Xác thực khoản chuyển này
zh_hans: 授权此次转账

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: ऑटोमैटिक
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pt: Automático
ru: Автоматически
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự Động
zh_hans: 自动

source: Back to Home
ar: العودة إلى الرئيسية
de: Zurück zur Startseite
es: Volver al Inicio
fr: Retour à l'accueil
hi: होम पर वापस जाएं
id: Kembali ke Beranda
it: Torna alla Home
ja: ホームに戻る
ko: 홈으로 돌아가기
nl: Terug naar start
pt: Voltar ao Início
ru: На главную
th: กลับไปหน้าหลัก
tr: Ana Sayfaya Dön
uk: На головну
vi: Về Trang Chủ
zh_hans: 返回主页

source: Balance by network
ar: الرصيد حسب الشبكة
de: Guthaben nach Netzwerk
es: Saldo por red
fr: Solde par réseau
hi: नेटवर्क के अनुसार बैलेंस
id: Saldo per jaringan
it: Saldo per rete
ja: ネットワーク別残高
ko: 네트워크별 잔액
nl: Saldo per netwerk
pt: Saldo por rede
ru: Баланс по сетям
th: ยอดคงเหลือแยกตามเครือข่าย
tr: Ağlara göre bakiye
uk: Баланс за мережами
vi: Số dư theo mạng
zh_hans: 按网络查看余额

source: Biometric checks are handled by iOS. The app is only told whether the check passed; it never sees your biometric data.
ar: يتم التحقق البيومتري بواسطة iOS. يُخبَر التطبيق فقط بما إذا كان التحقق ناجحًا؛ ولا يرى بياناتك البيومترية أبدًا.
de: Biometrische Prüfungen werden von iOS durchgeführt. Der App wird nur mitgeteilt, ob die Prüfung erfolgreich war; sie sieht deine biometrischen Daten nie.
es: Las comprobaciones biométricas las gestiona iOS. A la app solo se le informa si la comprobación fue correcta; nunca ve tus datos biométricos.
fr: Les vérifications biométriques sont gérées par iOS. L'app est uniquement informée du résultat de la vérification ; elle ne voit jamais vos données biométriques.
hi: बायोमेट्रिक चेक iOS द्वारा हैंडल किए जाते हैं। ऐप को सिर्फ़ यह बताया जाता है कि चेक पास हुआ या नहीं; उसे आपका बायोमेट्रिक डेटा कभी नहीं दिखता।
id: Pemeriksaan biometrik ditangani oleh iOS. Aplikasi hanya diberi tahu apakah pemeriksaan berhasil atau tidak; aplikasi tidak pernah melihat data biometrik kamu.
it: I controlli biometrici sono gestiti da iOS. All'app viene comunicato solo se il controllo è riuscito; non vede mai i tuoi dati biometrici.
ja: 生体認証はiOSが処理します。アプリには認証の合否のみが伝えられ、生体データそのものが渡されることはありません。
ko: 생체 인증은 iOS가 처리합니다. 앱은 인증 통과 여부만 전달받을 뿐, 생체 데이터를 직접 확인하지 않습니다.
nl: Biometrische controles worden door iOS uitgevoerd. De app hoort alleen of de controle is gelukt; hij ziet je biometrische gegevens nooit.
pt: As verificações biométricas são feitas pelo iOS. A app só é informada se a verificação foi bem-sucedida; nunca vê os seus dados biométricos.
ru: Биометрическую проверку выполняет iOS. Приложению сообщается только результат проверки; оно никогда не видит ваши биометрические данные.
th: การตรวจสอบไบโอเมตริกดำเนินการโดย iOS แอปจะได้รับแจ้งเพียงว่าการตรวจสอบผ่านหรือไม่ แอปจะไม่มีทางเห็นข้อมูลไบโอเมตริกของคุณ
tr: Biyometrik doğrulamayı iOS yapar. Uygulamaya yalnızca doğrulamanın başarılı olup olmadığı bildirilir; biyometrik verini asla görmez.
uk: Біометричну перевірку виконує iOS. Застосунку повідомляється лише результат перевірки; він ніколи не бачить ваші біометричні дані.
vi: Việc xác thực sinh trắc học do iOS xử lý. Ứng dụng chỉ được thông báo kết quả kiểm tra đạt hay không; ứng dụng không bao giờ thấy dữ liệu sinh trắc học của bạn.
zh_hans: 生物识别验证由 iOS 处理。应用只会被告知验证是否通过，永远不会接触到你的生物识别数据。

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmara
ru: Камера
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy Ảnh
zh_hans: 相机

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: कैंसिल करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Cannot move coins on its own
ar: لا يمكنه نقل العملات بمفرده
de: Kann Coins nicht selbstständig bewegen
es: No puede mover monedas por sí sola
fr: Ne peut pas déplacer vos pièces elle-même
hi: खुद से कॉइन मूव नहीं कर सकता
id: Tidak bisa memindahkan koin sendiri
it: Non può spostare monete da sola
ja: コインを自分で動かすことはできません
ko: 스스로 코인을 이동할 수 없습니다
nl: Kan zelf geen munten verplaatsen
pt: Não pode mover moedas sozinha
ru: Не может самостоятельно перемещать монеты
th: ไม่สามารถย้ายเหรียญได้ด้วยตัวเอง
tr: Coinleri kendi başına hareket ettiremez
uk: Не може самостійно переміщати монети
vi: không thể tự ý di chuyển coin
zh_hans: 无法自行转移代币

source: Check the address carefully. Transfers on the blockchain cannot be reversed.
ar: تحقق من العنوان بعناية. لا يمكن التراجع عن التحويلات على البلوكتشين.
de: Überprüfe die Adresse sorgfältig. Übertragungen in der Blockchain können nicht rückgängig gemacht werden.
es: Revisa la dirección con cuidado. Las transferencias en la blockchain no se pueden revertir.
fr: Vérifiez l'adresse avec attention. Les transferts sur la blockchain sont irréversibles.
hi: पते को ध्यान से जांचें। ब्लॉकचेन पर हुए ट्रांसफ़र वापस नहीं लिए जा सकते।
id: Periksa alamat dengan teliti. Transfer di blockchain tidak bisa dibatalkan.
it: Controlla l'indirizzo con attenzione. I trasferimenti sulla blockchain non possono essere annullati.
ja: アドレスをよく確認してください。ブロックチェーン上の送金は取り消せません。
ko: 주소를 주의 깊게 확인하세요. 블록체인 전송은 되돌릴 수 없습니다.
nl: Controleer het adres zorgvuldig. Overboekingen op de blockchain kunnen niet worden teruggedraaid.
pt: Verifique o endereço com atenção. As transferências na blockchain não podem ser revertidas.
ru: Внимательно проверьте адрес. Переводы в блокчейне нельзя отменить.
th: ตรวจสอบที่อยู่อย่างละเอียด การโอนบนบล็อกเชนไม่สามารถย้อนกลับได้
tr: Adresi dikkatlice kontrol et. Blockchain'deki transferler geri alınamaz.
uk: Уважно перевірте адресу. Перекази в блокчейні неможливо скасувати.
vi: Hãy kiểm tra kỹ địa chỉ. Các giao dịch chuyển trên blockchain không thể đảo ngược.
zh_hans: 请仔细核对地址。区块链上的转账无法撤销。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Confirm & Send
ar: تأكيد وإرسال
de: Bestätigen und Senden
es: Confirmar y Enviar
fr: Confirmer et envoyer
hi: कन्फ़र्म करें और भेजें
id: Konfirmasi & Kirim
it: Conferma e Invia
ja: 確認して送信
ko: 확인 후 보내기
nl: Bevestig en verstuur
pt: Confirmar e Enviar
ru: Подтвердить и отправить
th: ยืนยันและส่ง
tr: Onayla ve Gönder
uk: Підтвердити й надіслати
vi: Xác Nhận & Gửi
zh_hans: 确认并发送

source: Confirm Transfer
ar: تأكيد التحويل
de: Übertragung bestätigen
es: Confirmar Transferencia
fr: Confirmer le transfert
hi: ट्रांसफ़र कन्फ़र्म करें
id: Konfirmasi Transfer
it: Conferma trasferimento
ja: 送金を確認
ko: 전송 확인
nl: Overboeking bevestigen
pt: Confirmar Transferência
ru: Подтверждение перевода
th: ยืนยันการโอน
tr: Transferi Onayla
uk: Підтвердження переказу
vi: Xác Nhận Chuyển
zh_hans: 确认转账
